﻿﻿﻿﻿﻿CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Calcolo della forza di taglio di progetto secondo le disposizioni speciali per la progettazione sismica"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "Momento di progetto rispetto alla direzione y per progettazione duttile"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "Momento di progetto rispetto alla direzione z per progettazione duttile"
IDS_5_YEARS_OR_MORE = "5 anni o più"
IDS_ABOUT_MAJOR_AXIS = "circa l'asse maggiore"
IDS_ABOUT_MINOR_AXIS = "circa l'asse minore"
IDS_ADD_DOT = "ADD."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "Dati aggiuntivi per l'armatura di flessione"
IDS_APPLIED_SHEAR_FORCE = "Forza di taglio applicata"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "Perno a testa saldata gettato in opera"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "Bullone a testa gettato in opera"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "Bullone ad uncino gettato in opera - L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "Bullone ad uncino gettato in opera - J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Ancora sottoscarificata post-installata"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "Ancorante ad espansione post-installato (Coppia)"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "Ancorante ad espansione post-installato (Spostamento)"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Ancora adesiva post-installata"
IDS_AREA = "Area"
IDS_ASSUMED_UNCRACKED_SECTION = "Si assume sezione non fessurata"
IDS_AXIAL_CAPACITY = "Capacità assiale"
IDS_AXIAL_MOMENT = "Assiale e momento"
IDS_AXIAL_MOMENT_CAPACITY = "Capacità assiale e momento"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "Capacità assiale e a momento rispetto all’asse principale"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "Capacità assiale e a momento rispetto all’asse secondario"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "Capacità giunto trave-colonna"
IDS_BEAM_DEMAND_BOTTOM = "Domanda trave inferiore"
IDS_BEAM_DEMAND_TOP = "Domanda trave superiore"
IDS_BEARING = "Supporto"
IDS_BEARING_CAPACITY = "Capacità portante"
IDS_BOTTOM = "INF"
IDS_BOUNDARY_ELEMENT = "Elemento di confine"
IDS_BOUNDARY_ELEMENT_LENGTH = "Lunghezza B.E."
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "L’armatura trasversale dell’elemento di bordo non è richiesta"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "L’armatura trasversale dell’elemento di bordo è richiesta"
IDS_BY_LENGTH = "Per lunghezza"
IDS_BY_SECTION = "Per sezione"
IDS_BY_DESIGN_DETAILS = "Per dettagli di progettazione"
IDS_BY_XD_LIMIATION = "Per limitazione x/d"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "Calcolo capacità a sforzo normale e momento"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "Calcolo capacità assiale e a momento (curva P-M)"
IDS_CALCULATE_BEARING_CAPACITY = "Calcola capacità portante"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "Calcola la resistenza a flessione per la forza di taglio di progetto"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "Calcolo capacità del blocco di tensione di compressione"
IDS_CALCULATE_CAPACITY_OF_REBAR = "Calcolo capacità della barra d’armatura ( (+): compressione, (-): trazione )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "Calcola carico assiale concentrico"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Calcolo della compressione pura"
IDS_CALCULATE_CRACK_WIDTH = "Calcolo fessura"
IDS_CALCULATE_DEFLECTION = "Calcola deformata"
IDS_CALCULATE_DEFLECTION_ALLOW = "Calcolare la deviazione ammissibile"
IDS_CALCULATE_DEFLECTION_MAX = "Calcolo della massima flessione"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "Calcola spostamento di progetto"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Calcola la forza di taglio di progetto secondo le disposizioni speciali per la progettazione sismica"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Calcolao dell'armatura minima per la fessurazione"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "Calcola la forza di taglio di progetto principale secondo le disposizioni speciali per la progettazione sismica"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "Calcola la forza di taglio di progetto secondaria secondo le disposizioni speciali per la progettazione sismica"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "Calcola rapporto massimo di armatura"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "Calcola rapporto minimo di armatura"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Calcolo del rapporto minimo di armatura "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "Calcola il Momento dal bordo sinistro"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "Calcola il Momento dal bordo destro"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "Calcola il moltiplicatore per gli effetti a lungo termine"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "Calcolo capacità nominale rispetto all’asse neutro"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Verifica della distribuzione delle deformazioni della sezione"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "Calcola il Momento ribaltante e stabilizzante dal bordo sinistro"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "Calcola il Momento ribaltante e stabilizzante dal bordo destro"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "Calcola il Momento ribaltante dal bordo sinistro"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "Calcola il Momento ribaltante dal bordo destro"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "Calcola capacità portante della palificata"
IDS_CALCULATE_REINFORCEMENT_RATIO = "Calcola rapporto di armatura"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Calcolo del rapporto di armatura"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "Calcola armatura di taglio richiesta"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "in caso di armatura a legature"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Verifica della forza di trazione nell’armatura longitudinale causata dal taglio"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "Calcola la resistenza a taglio richiesta fornita dall’armatura trasversale"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Calcolo della resistenza a taglio fornita dall’armatura trasversale"
IDS_CHECK_SHEAR_CAPACITY = "Controlla capacità di taglio"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "Calcolo resistenza a taglio del calcestruzzo"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Calcolo della resistenza nominale a taglio del calcestruzzo"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Calcolo della tensione di taglio di progetto"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "Calcola la resistenza a taglio dell’armatura a taglio"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "Calcola armatura di taglio richiesta"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Interasse massimo dell’armatura trasversale"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "Necessità di armature"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "Non necessità di armature"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Calcola armatura longitudinale aggiuntiva"
IDS_CALCULATE_SLIDING_CAPACITY = "Calcola capacità di scivolamento"
IDS_CALCULATE_STRAIN = "Calcola deformazione"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "Calcola fattore di riduzione della resistenza"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Calcolo dei fattori di resistenza"
IDS_CALCULATE_STRESS = "Calcolo tensione"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "Calcolo armatura a taglio richiesta"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "Calcola lo spessore richiesto"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "Calcola la tensione nell’acciaio teso"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "Calcolo interasse massimo delle fessure"
IDS_CALCULATE_CRACKING_MOMENT = "Calcola momento di fessurazione"
IDS_CALCULATE_CRACKING_MOMENT_US = "Calcolo del momento di fessurazione"
IDS_CHAR_DOT = "Caratt."
IDS_CHARACTERISTIC_FRICTION_ANGLE = "Angolo di attrito caratteristico"
IDS_CHECK_ANGLE_ROTATE = "Verifica dell’angolo di rotazione (grado)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "Calcola capacità di momento"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Calcolo della resistenza flessionale"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "Verifica della condizione di snervamento dell’acciaio compresso"
IDS_CHECK_CRACK = "Controlla fessura"
IDS_CHECK_STRESS_AREMA = "Controlla tensione"
IDS_CHECK_CRACK_WIDTH = "Controllo fessurazione"
IDS_CHECK_CRUSHING_OF_CONCRETE = "Controllo compressione del calcestruzzo"
IDS_CHECK_DECK_PLATE = "Controlla piastra del ponte"
IDS_CHECK_DEFLECTION = "Controllo Deformazione"
IDS_CHECK_DESIGN_MOMENT = "Controlla momento di progetto"
IDS_CHECK_ECCENTRICITY = "Controlla eccentricità"
IDS_CHECK_MINIMUM_ECCENTRICITY = "Controlla eccentricità minima"
IDS_CHECK_LINEAR_CREEP = "Controlla creep lineare"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "Verifica dell’armatura tesa massima ammissibile"
IDS_COMPUTE_MEMBER_END_MOMENT = "Calcola momenti finali dell'elemento"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "Calcola i momenti di estremità dell’Elemento rispetto all’asse principale"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "Calcola i momenti di estremità dell’Elemento rispetto all’asse secondario"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Controlla capacità di forza assiale"
IDS_CHECK_CRITICAL_REGION_LENGTH = "Controlla lunghezza della regione critica"
IDS_CHECK_CRITICAL_REGION_SPACE = "Controlla spazio della regione critica"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Verifica della lunghezza della regione critica"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Verifica dell’interasse della regione critica"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "Verifica del momento totale includendo gli effetti del 2° ordine"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "Verifica del momento totale includendo gli effetti del 2° ordine rispetto all’asse principale"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "Verifica del momento totale includendo gli effetti del 2° ordine rispetto all’asse secondario"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "Il momento di progetto è amplificato di 99.99 volte."
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "Applica il momento amplificato."
IDS_CHECK_MOMENT_MAGNIFICATION = "Controlla ingrandimento del momento"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "Verifica dell’amplificazione del momento rispetto all’asse principale"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "Verifica dell’amplificazione del momento rispetto all’asse secondario"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Verifica del rapporto tra asse neutro e altezza utile"
IDS_CHECK_REBAR_RATIO = "Controlla rapporto delle barre d'armatura"
IDS_CHECK_REBAR_SPACE = "Controlla spazio delle barre d'armatura"
IDS_CHECK_REINFORCEMENT_DETAIL = "Controlla dettaglio dell'armatura"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Controllo dell'armatura"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "Fattore di distribuzione per temperatura"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "Controlla armatura di taglio richiesta"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Controllo dell'armatura trasversale richiesta"
IDS_CHECK_SHEAR_RATIO = "Verifica del rapporto della capacità a taglio"
IDS_CHECK_INTERACTION_SHEAR = "Verifica dell’interazione per taglio biassiale"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "L’interazione per taglio biassiale deve essere verificata"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "L’interazione per taglio biassiale è trascurata"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "Rapporto di interazione"
IDS_CHECK_SKIN_REBAR = "Controlla barre d'armatura superficiali"
IDS_CHECK_SLENDERNESS_RATIO = "Controlla rapporto di slenderness"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "Verifica del rapporto di snellezza rispetto all’asse y"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "Verifica del rapporto di snellezza rispetto all’asse z"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "Verifica dell’interasse delle barre d’armatura orizzontali"
IDS_CHECK_SPACING_OF_REBAR = "Controlla distanza delle barre d'armatura"
IDS_CHECK_SPACING_OF_REBAR_US = "Verifica del controllo della fessurazione mediante distribuzione dell’Armatura "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Verifica della tensione di trazione nella Barra d’armatura ai Carichi di esercizio"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "Verifica dell’interasse dell’armatura a taglio"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "Verifica dell’interasse dell’armatura più vicina alla faccia tesa"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "Verifica se sono richiesti elementi di bordo speciali nella parete corrente."
IDS_CHECK_STRESS_LIMITAION = "Controllo tensione limite"
IDS_CHURCH = "Chiesa"
IDS_COLUMN_LOCATION_TYPE = "Tipo di posizione della Colonna : "
IDS_COMBINATION = "Combinazione"
IDS_COMP_DOT = "Comp."
IDS_COMPRESSION = "Compressione"
IDS_COMPRESSION_CONTROLLED = "Compressione controllata"
IDS_REVISE_SECTION = "Rivedi sezione"
IDS_COMPRESSION_ONLY = "Solo compressione"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "Calcola la lunghezza dell’armatura trasversale dell’elemento di bordo."
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "Calcola le barre d’armatura orizzontali per l’elemento di bordo speciale nella Direzione dello Spessore."
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "Calcola forza di taglio orizzontale"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "Calcola informazioni sulla geometria del giunto"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "Calcola l’interasse massimo delle barre d’armatura orizzontali per l’elemento di bordo."
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "Calcolo capacità nominale a taglio del nodo"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "Calcolo capacità a taglio di progetto del nodo"
IDS_CONCRETE = "Calcestruzzo"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "confinato da travi su tutte e quattro le facce"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "confinato da travi su tre facce o su due facce opposte"
IDS_CRACKED_SECTION = "Sezione fessurata"
IDS_CRITICAL_PILE_NODE_KEY = "Chiave nodo palificata critica"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "L’interasse della regione critica non esiste."
IDS_CURRENT_WALL_LEVEL = "Livello attuale della parete"
IDS_CUTTING_LINE = "Linea di taglio"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "Capacità flessionale della linea di taglio"
IDS_CUTTING_LINE_FLEXURE = "Flessione della linea di taglio"
IDS_CUTTING_LINE_SHEAR = "Taglio della linea di taglio"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "Verifica a taglio della linea di taglio"
IDS_CALCULATE_BALANCE_CONDITION = "Calcola condizione di equilibrio"
IDS_CALCULATE_BALANCE_CONDITION_US = "Calcolo della capacità in condizione di deformazione bilanciata "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "Eccentricità bilanciata"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "Eccentricità attuale"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "Compression assiale massima"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "Controllo della tensione"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "Controllo della compressione"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Pertanto, la sezione è controllata a trazione. "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Pertanto, la sezione è controllata a compressione. "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "Condizione bilanciata"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Verifica della Tensione di trazione per le Barre d’armatura verticali"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Verifica della Tensione di trazione per le Barre d’armatura orizzontali"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Verifica della Tensione di compressione per il Calcestruzzo"
IDS_COMPRESSIVE_STRESS = "Tensione di compressione"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "Calcolo capacità a trazione della barra d’armatura"
IDS_CALCULATE_COMP_CAPACITY_CONC = "Calcolo capacità a compressione del calcestruzzo"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "Verifica della dimensione dell’elemento di bordo speciale"
IDS_COMPRESSION_STEEL_YIELD = "Snervamento dell'acciaio in compressione"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "L’acciaio compresso non snerva"
IDS_CORNER = "Angolo"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Calcola imperfezione geometrica"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Calcola slanciamento del telaio"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Calcola il momento di progetto rispetto all’asse y controventato"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Calcola il momento di progetto rispetto all’asse y non controventato"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Calcola il momento di progetto rispetto all’asse z controventato"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Calcola il momento di progetto rispetto all’asse z non controventato"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Calcola il momento di progetto (asse %s, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Calcola la resistenza nominale a taglio per parete speciale"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Controlla il rapporto assiale normalizzato"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Verifica del rapporto volumetrico delle staffe di confinamento"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Calcola fattore di duttilità della curvatura"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Verifica del rapporto volumetrico meccanico delle staffe di confinamento all’interno delle regioni critiche"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "Le barre d’armatura a compressione non sono considerate nel calcolo di %s_min$."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Controlla la distribuzione dell'armatura"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "Resistenza nominale oraria"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Resistenza nominale antioraria"
IDS_CLOCKWISE_DESIGN_STRENGTH = "Resistenza di progetto oraria"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Resistenza di progetto antioraria"
IDS_CONSIDER_UNBALANCED_MOMENT = "Considera il momento sbilanciato"
IDS_CALCULATE_TORSION_CAPACITY = "Calcola capacità di torsione"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Calcola la resistenza a Torsione mediante l’Armatura a staffe"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Calcola la resistenza a Torsione mediante l’Armatura longitudinale"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Verifica che sia richiesta solo l’Armatura minima"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Verifica l’interasse dell’Armatura a staffe per Torsione"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Area della sezione trasversale di Armatura"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Calcolo resisstenza a taglio di progetto"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Resistenza a taglio plastica"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Calcola la resistenza di progetto all’instabilità a Taglio"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Calcola la resistenza di progetto all’instabilità a Taglio dell’anima"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Calcola la resistenza di progetto all’instabilità a Taglio della flangia"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Verifica a Taglio rispetto ad asse forte"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Verifica a Taglio rispetto ad asse debole"
IDS_CONNECTION_TYPE = "Tipo di connessione"
IDS_CONTRIBUTION_FROM_THE_WEB = "Contributo dalla rete"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Contributo dalla flangia"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "considerare il contributo della flangia"
IDS_CONSIDER_GIRDER_MODE = "Considera modalità trave"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Verifica la resistenza di progetto a Torsione"
IDS_CONCURRENT_FORCE = "forza concorrente"
IDS_CALC_CAPACITY_CONCRETE = "Calcola capacità del calcestruzzo"
IDS_COLUMN_MOMENT_RATIO_JOINT = "Rapporto dei Momenti della Colonna al nodo"
IDS_CALCULATE_DESIGN_SHEARS = "Calcola tagli di progetto"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "Verifica il limite massimo del rapporto di snellezza"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (Con carichi trasversali tra gli appoggi)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "La classe di Calcestruzzo non è consentita"
IDS_DAMPING_RATIO = "Rapporto di smorzamento"
IDS_DE_CRITICAL = "Critico"
IDS_DE_DIR_DOT_1 = "Dir.1"
IDS_DE_DIR_DOT_2 = "Dir.2"
IDS_DE_DIR_DOT_3 = "Dir.3"
IDS_DE_FAILURE = "Fallimento"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "Rapporto dettagliato progettazione elemento"
IDS_DE_NEED_CHK = "Necessita di controllo"
IDS_DE_NEG_DOT = "Neg."
IDS_DE_NG = "NG"
IDS_DE_NONE = "Nessuno"
IDS_DE_NOT_CHK = "Non controllare"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "Pos."
IDS_DE_X_DIR_DOT = "Dir.-x"
IDS_DE_Y_DIR_DOT = "Dir.-y"
IDS_DE_Z_DIR_DOT = "Dir.-z"
IDS_DEAD_LOAD_CASE = "Caso di carico morto"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "Deformazione in costruzione"
IDS_DENSE_ZONE = "Zona densa"
IDS_DESIGN_CASE = "Caso di progetto"
IDS_DESIGN_CODE = "Normativa di progetto"
IDS_DESIGN_FORCE = "Forza di progetto"
IDS_DESIGN_PARAMETER = "Parametri di progetto"
IDS_DESIGN_TYPE = "Tipo di progetto"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "Regole di dettaglio per la duttilità locale degli Elementi in Calcestruzzo"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Determina se è richiesta l’Armatura trasversale dell’Elemento di bordo"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "Determina se sono richiesti Elementi di bordo speciali con il metodo basato sullo Spostamento."
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "Determina se sono richiesti Elementi di bordo speciali con il metodo basato sulla Tensione."
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "Resistenza a Taglio per punzonamento del pannello ribassato"
IDS_DEFLECTION = "Deflessione"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Valore predefinito o definito dall’utente"
IDS_DROP = "Caduta"
IDS_DESIGN_MODED_DESIGN = "Progetto"
IDS_DESIGN_MODED_CHECKING = "Controllo"
IDS_DESIGN_MODED_EDIT = "Modifica progetto"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Distanza dall’asse neutro della Sezione Armata"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Distanza dal centro della Sezione Armata nel sistema locale dell’Elemento"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Valutare taglio instabilizzante"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Determina se considerare il contributo delle flange"
IDS_END_PART = "Parte finale"
IDS_END_LENGTH = "Lunghezza finale"
IDS_END_SPACE = "Spazio finale"
IDS_ETC_ACTION = "Azione ecc."
IDS_EXTERIOR_COLUMN = "Colonna esterna"
IDS_EDGE = "Bordo"
IDS_ETC = "Ecc."
IDS_ECCENTRICITY_FACTOR = "Fattore di eccentricità"
IDS_END_MOMENT_DESIGN_SHEAR = "Momento di estremità per la Forza di Taglio di progetto sismica"
IDS_ENVIRONMENT = "Ambiente"
IDS_FACE = "Faccia"
IDS_FOR_OTHER_CASES = "per altri casi"
IDS_FOOT_BRIDGE_INDOOR = "Ponte pedonale (Interno)"
IDS_FOOT_BRIDGE_OUTDOOR = "Ponte pedonale (Esterno)"
IDS_FRICTION_FACTOR = "Fattore di attrito"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Fattore per il contributo dell’anima all’instabilità a Taglio"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Forze di Taglio di calcolo causate dal tipo di Caso di carico"
IDS_HORIZONTAL = "Orizzontale"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "Calcola la Barra d’armatura orizzontale per l’Elemento di bordo speciale nella Direzione della lunghezza."
IDS_HEIGHT_ENTIRE_WALL = "Altezza dell'intera parete"
IDS_HORIZONTAL_TENSILE_STRESS = "Tensione di trazione orizzontale"
IDS_IMMEDIATE = "Immediato"
IDS_INTERIOR_COLUMN = "Colonna interna"
IDS_INTERMEDIATE_MOMENT_FRAME = "Telaio a momento intermedio"
IDS_INCREASE_SECTION_DIMENSIONS = "Aumentare le dimensioni della Sezione."
IDS_INTERACTION_CURVE = "Curva di interazione"
IDS_INTERIOR = "Interno"
IDS_JOINT = "Giunto"
IDS_JOINT_CLASSIFIED = "Il nodo è classificato come,"
IDS_JOINT_CONTINUOUS_BEAMS = "Travature continue"
IDS_JOINT_CONTINUOUS_COLUMN = "Colonna continua"
IDS_JOINT_CONFINED_COLUMN = "Colonna confinata"
IDS_JOINT_DISCONTINUOUS_BEAMS = "Travature discontinue"
IDS_JOINT_DISCONTINUOUS_COLUMN = "Colonna discontinua"
IDS_JOINT_NOTCONFINED_COLUMN = "Colonna non confinata"
IDS_LEFT_PART = "Parte sinistra"
IDS_LINEAR_CREEP = "Creep lineare"
IDS_LIVE_LOAD_CASE = "Caso di carico acc"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "Rapporto di sostegno del carico acc"
IDS_LONG_HYPHEN_TERM = "A lungo termine"
IDS_LONG_TERM = "A lungo termine"
IDS_MATERIAL = "Materiale"
IDS_MAXIMUM_BEARING_PRESSURE = "Massima pressione di carico"
IDS_MEMBER_INFORMATION = "Informazioni sugli elementi"
IDS_MEMBER_LENGTH = "Lunghezza dell'elemento"
IDS_MEMBER_NAME_SMALL = "Nome dell'elemento"
IDS_MEMBERS_IN_GROUP = "Elementi nel gruppo"
IDS_MIDDLE_PART = "Parte centrale"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "Area minima di barra d'armatura richiesta"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "Spazio minimo di barra d'armatura richiesto"
IDS_MINIMUM_THICK_REQ = "Spessore minimo richiesto"
IDS_MM_INTERACTION_CURVE = "Curva di interazione MM"
IDS_MOMENT_CAPACITY = "Momento resistente"
IDS_MOMENT_CONNECTION = "Connessione a momento"
IDS_MOMENT_FORCE = "Forza di momento"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Resistenza a Momento rispetto all’asse locale y dell’Elemento Armato"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Resistenza a Momento rispetto all’asse locale z dell’Elemento Armatura"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "È richiesta l’Armatura minima a Taglio."
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "È richiesta l’Armatura trasversale minima."
IDS_MODIFIED_SLENDERNESS = "Slanciamento modificato"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Resistenza a Momento di una Sezione costituita solo dalle flange"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ è calcolato come M_pl,Rd$ ma trascurando il contributo dell’anima."
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ è calcolato come M_pl,Rd$ ma trascurando il contributo dell’anima."
IDS_MAXIMUM = "massimo"
IDS_MINIMUM = "minimo"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "Il controllo della spaziatura massima viene ignorato poiché non è prevista armatura a taglio."
IDS_NEG_DOT_CRACK = "Fessura Neg."
IDS_NEG_DOT_MOMENT = "Momento Neg."
IDS_NEG_DOT_STRESS = "Tensione Neg."
IDS_NM_INTERACTION_CURVE = "Curva di interazione NM"
IDS_NOMINAL_MOMENT = "Momento nominale"
IDS_NOMINAL_MOMENT_CAPACITY = "Verifica a Momento nominale"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "struttura non-prestressed"
IDS_NON_LINEAR_CREEP = "Creep non lineare"
IDS_NOT_DENSE_ZONE = "Zona non densa"
IDS_NOT_REQUIRED = "Non richiesto"
IDS_NOT_SLENDER = "Non snello"
IDS_NEED_NOT_BE_CHECKED = "Non è necessario controllare"
IDS_NOT_ACCEPTABLE = "Non accettabile"
IDS_NORMALIZED_AXIAL_RATIO = "Rapporto assiale normalizzato"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "È necessario verificare l’instabilità a Taglio"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "Non è necessario verificare l’instabilità a Taglio"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "non considerare il contributo della flangia"
IDS_OFFICE = "Ufficio"
IDS_ORDINARY_MOMENT_FRAME = "Trave di momento ordinario"
IDS_OVERTURNING = "Ribaltamento"
IDS_OVERTURNING_CAPACITY = "Capacità di ribaltamento"
IDS_OVERTURNING_MOMENT = "Momento di ribaltamento"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "È richiesta solo l’Armatura minima."
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "Il Momento flettente fuori piano Mzz non è considerato nella progettazione della Sezione di Tipo 2"
IDS_PERMANENT_ACTION = "Azione permanente"
IDS_PILE_BEARING = "Fondazione a pali"
IDS_PILE_BEARING_CAPACITY = "Capacità portante dei pali"
IDS_PILE_PUNCHING_SHEAR = "Taglio per punzonamento dei pali"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "Verifica a taglio per punzonamento dei pali"
IDS_PM_INTERACTION_CURVE = "PM Dominio"
IDS_POS_DOT_CRACK = "Fessura Pos."
IDS_POS_DOT_MOMENT = "Momento Pos."
IDS_POS_DOT_STRESS = "Tensione Pos."
IDS_POSITION = "Posizione"
IDS_PROBABLE_MOMENT = "Momento probabile"
IDS_PROBABLE_MOMENT_CAPACITY = "Capacità del momento probabile"
IDS_PROGRAM_DETERMINED = "Determinato dal programma"
IDS_PUNCHING_SHEAR = "Taglio per punzonamento"
IDS_PUNCHING_SHEAR_CAPACITY = "Verifica a taglio per punzonamento"
IDS_PILE = "Palo"
IDS_PROBABLE_MOMENT_COLUMN = "Momento probabile della colonna"
IDS_QUAS_DOT = "Quas."
IDS_REBAR_AREA = "Area della barra d’armatura"
IDS_REBAR_SPACE = "Spazio della barra d’armatura"
IDS_REBAR_SPACE_BY_MATERIAL = "Spazio della barra d’armatura per materiale"
IDS_REINFORCEMENT_DATA = "Dati di armatura"
IDS_RESIDENCE = "Residenza"
IDS_REQUIRED_THICKNESS = "Spessore richiesto"
IDS_RESTORING_MOMENT = "Momento di ripristino"
IDS_RIGHT_PART = "Parte destra"
IDS_REPORTINFO_DESCRIONTION_FACT = "Descrizione dei fattori applicati per la progettazione"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "Fattore di ridistribuzione del momento"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "Fattore di ridistribuzione della torsione"
IDS_REPORTINFO_AXIAL = "Assiale"
IDS_REPORTINFO_MOMENT = "Momento"
IDS_REPORTINFO_SHEAR = "Taglio"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "Fattore di riduzione del carico acc"
IDS_REPORTINFO_SPECIAL_LCOM = "Combinazione di carico sismico speciale"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "Fattore di carico verticale"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "Accelerazione di risposta spettrale per periodi brevi"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "Fattore di sovrastruttura del sistema"
IDS_REPORTINFO_FOR_DIRECTION__s = "per la Direzione di %s"
IDS_REPORTINFO_VERTICAL_LCOM = "Combinazione di carico sismico verticale"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "Fattore di forza verticale"
IDS_REPORTINFO_SMF = "Telai di momento speciale"
IDS_REPORTINFO_IMF = "Telai di momento intermedi"
IDS_REPORTINFO_OMF = "Telai di momento ordinari"
IDS_REPORTINFO_HDF = "Telai ad alta duttilità"
IDS_REPORTINFO_MDF = "Telai a media duttilità"
IDS_REPORTINFO_LDF = "Telai a bassa duttilità"
IDS_REPORTINFO_STMF = "Telai di momento di traliccio speciale"
IDS_REPORTINFO_SCBF = "Telai speciali a controventi concentrati"
IDS_REPORTINFO_OCBF = "Telai ordinari a controventi concentrati"
IDS_REPORTINFO_EBF = "Telai a controventi eccentrici"
IDS_REPORTINFO_BRBF = "Telai a controventi con restrizione al buckling"
IDS_REPORTINFO_SPSW = "Parete di taglio a piastra speciale"
IDS_REPORTINFO_WA_ = "Area di osservazione"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "Disposizioni speciali per la progettazione sismica"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "Fattore di amplificazione sismica per il Taglio"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "Fattore di amplificazione applicato per il Taglio"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[Taglio per %s, Taglio per %s]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[Taglio per %s, Taglio per %s]"
IDS_REPORTINFO_NON_SEIS_MEMB = "Elemento per progettazione non sismica"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "Elemento per sistema non resistente alle forze sismiche"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "Fattore di amplificazione del Caso di carico EQ per le Forze assiali"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "Fattore di amplificazione del Caso di carico EQ per i Momenti"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "Fattore di amplificazione del Caso di carico EQ per le Forze di Taglio"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "Fattore di amplificazione delle combinazioni EQ per le Forze assiali"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "Fattore di amplificazione delle combinazioni EQ per i Momenti"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "Fattore di amplificazione delle combinazioni EQ per le Forze di Taglio"
IDS_REPORTINFO_PILOTI_COLM = "Tipo di Colonna sismica : Colonna Piloti"
IDS_REPORTINFO_SOFT_STORY_COLM = "Tipo di Colonna sismica : Colonna di piano soffice"
IDS_REPORTINFO_SPECIAL_RC_WALL = "Parete strutturale in C.A. speciale"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "Parete strutturale speciale in RC : Elementi per progettazione non sismica"
IDS_REPORTINFO_LDS_RC_WALL = "Parete a bassa duttilità"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "Parete a bassa duttilità : Elementi per progettazione non sismica"
IDS_REPORTINFO_MDS_RC_WALL = "Parete a media duttilità"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "Parete a media duttilità : Elementi per progettazione non sismica"
IDS_REPORTINFO_HDS_RC_WALL = "Parete ad alta duttilità"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "Parete ad alta duttilità : Elementi per progettazione non sismica"
IDS_REPORTINFO_RESULT_SUMMARY = "Riepilogo dei risultati"
IDS_REPORTINFO_THICKNESS = "Spessore"
IDS_REPORTINFO_SECT_NAME_ID = "Nome della sezione(ID)"
IDS_REPORTINFO_SECT_ELEM = "Elemento"
IDS_REPORTINFO_SECT_POS = "Pos"
IDS_REPORTINFO_SECT_REINFORCEMENT = "Armatura"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "Rapporto"
IDS_REPORTINFO_SECT_CHECK = "Controllo"
IDS_REPORTINFO_SUMMATION = "Somma"
IDS_REPORTINFO_REBAR = "Armatura"
IDS_REPORT_FOR_DEAD_LOAD = "Per carico morto"
IDS_REPORT_FOR_GRAVITY_LOAD = "Per carico di gravità"
IDS_REPORT_FOR_TOTAL_LOAD = "Per carico totale"
IDS_REPORT_OLNY_EARTHQUAKE = "Solo terremoto"
IDS_REPORT_MINOR_DIR_SEISMIC = "direzione minore per sismico"
IDS_REPORT_DO_NOT_CONSIDER = "non considerare"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "per il Caso di carico RS senza considerare il segno"
IDS_REPORT_CLOCKWISE = "Orario"
IDS_REPORT_COUNTER_CLOCKWISE = "Antiorario"
IDS_REPORT_COMPARE_ABS = "Per confronto assoluto"
IDS_REPORT_BRACED = "Controventato"
IDS_REPORT_UNBRACED = "Non controventato"
IDS_REPORT_BRACED_SIDESWAY = "Per Elementi controventati contro lo sbandamento laterale"
IDS_REPORT_UNBRACED_SIDESWAY = "Per Elementi non controventati contro lo sbandamento laterale"
IDS_REPORT_SINGLE_CURVATURE = "Curvatura singola"
IDS_REPORT_REVERSE_CURVATURE = "Curvatura inversa"
IDS_REPORT_ERROR_Pn_ZERO = "Errore : Pn è zero."
IDS_REPORT_ELEM_NO = "N. Elem."
IDS_REPORT_MEMB_NO = "N. Elem."
IDS_REPORT_NODE_NO = "N. Nodo"
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "È richiesta l’Armatura per resistere alla Torsione."
IDS_REPORT_ONLY_GRAVITY_LOAD = "Solo carico di gravità"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "Escludere carico sismico"
IDS_REPORT_CALC_CLOCKWISE = "Calcola in orario"
IDS_REPORT_CALC_COUNTCLOCKWISE = "Calcola in antiorario"
IDS_REPORT_UNBRACED_SLENDER = "gli effetti della snellezza non possono essere trascurati."
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "Calcola la Tensione di Taglio di calcolo con Momento sbilanciato di calcolo."
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "Calcola i parametri rispetto a local-y della flessione parallela al bordo"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "Calcola i parametri rispetto a local-z della flessione parallela al bordo"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "Calcola i parametri rispetto a local-y della flessione perpendicolare al bordo"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "Calcola i parametri rispetto a local-z della flessione perpendicolare al bordo"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "Calcola i parametri rispetto a local-y dell’interno"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "Calcola i parametri rispetto a local-z dell’interno"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "Calcolare i parametri del cerchio interno"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "Calcolare i parametri rispetto all'asse locale y dell'angolo"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "Calcolare i parametri rispetto all'asse locale z dell'angolo"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "Quadrato con stesso perimetro"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "Il calcolo dell'asse neutro non è convergente."
IDS_REPORT_SEISMIC_ZONE = "Zona sismica"
IDS_SAFETY_FACTOR = "Fattore di sicurezza"
IDS_SEISMIC_REDUCTION_FACTOR = "Fattore di riduzione sismica"
IDS_SHEAR = "Taglio"
IDS_SHEAR_CAPACITY = "Verifica a taglio"
IDS_SHEAR_CAPACITY_US = "Calcolo della resistenza al taglio"
IDS_SHEAR_CONNECTION = "Connessione a taglio"
IDS_SHOPPING_MALL = "Centro commerciale"
IDS_SHORT_HYPHEN_TERM = "A breve termine"
IDS_SLENDER = "Slender"
IDS_SLIDING = "Sliding"
IDS_SLIDING_CAPACITY = "Sliding Capacity"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Spaziatura dell'armatura di taglio"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = " - L'armatura trasversale dell'elemento di bordo speciale non è richiesta"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = " - L'armatura trasversale dell'elemento di bordo speciale è richiesta"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = " - Gli elementi di bordo speciali non sono richiesti"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = " - Gli elementi di bordo speciali sono richiesti"
IDS_SPECIAL_MOMENT_FRAME = "Special moment frame"
IDS_STIRRUPS = "Staffe"
IDS_STRAIN_IN_THE_REINFORCEMENT = "Deformazione armatura"
IDS_STRESS_IN_THE_REINFORCEMENT = "Tensione armatura"
IDS_STRESS_STRAIN_RELATION = "Relazione tensione-deformazione"
IDS_STRESS_STRAIN_EQIV_RECT = "Rettangolo equivalente"
IDS_STRESS_STRAIN_EQIV_PARA = "Parabola-Rettangolo (Media)"
IDS_STRESS_STRAIN_REAL_PARA = "Parabola-Rettangolo (Dettaglio)"
IDS_STRESS_UNDER_CONSTRUCTION = "Tensione in costruzione"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "La resistenza a taglio delle classi di resistenza del calcestruzzo superiori a C50/60 può essere limitata a quella di C50/60."
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "La resistenza a taglio delle classi di resistenza del calcestruzzo superiori a C90/105 può essere limitata a quella di C90/105."
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "La resistenza a taglio delle classi di resistenza del calcestruzzo superiori a C100/115 può essere limitata a quella di C100/115."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "La resistenza a taglio delle classi di resistenza del calcestruzzo superiori a B65(C60/75) può essere limitata a quella di B65(C60/75)."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "L'armatura a taglio non è richiesta."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "L'armatura trasversale non è richiesta."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "L'armatura a taglio è richiesta."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "L'armatura trasversale è richiesta."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Ricerca dell'asse neutro"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Coefficiente di instabilità da taglio"
IDS_STIFFENED = "Rinforzato"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "Somma dei momenti probabili delle travi collegate"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "Calcolare l'interasse massimo per la direzione y"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "Calcolare l'interasse massimo per la direzione z"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "Verificare se considerare la Tabella %s Eq(%s)"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "Pertanto, si considera la %s Eq(%s)."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "Pertanto, la %s Eq(%s) non viene considerata."
IDS_SKIN = "Lato"
IDS_STEEL_I_TYPE2 = "Acciaio-I (Tipo2)"
IDS_STEEL_BOX_TYPE2 = "Acciaio-Box (Tipo2)"
IDS_STEEL_TUB_TYPE2 = "Acciaio-Tubo (Tipo2)"
IDS_TABLE = "Tabella"
IDS_TENS_DOT = "Traz."
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Resistenza a trazione dell'armatura"
IDS_TENSION = "Tensione"
IDS_TENSION_CONTROLLED = "Tensione controllata"
IDS_TENSION_ONLY = "Solo tensione"
IDS_THICKNESS = "Spessore"
IDS_TOP = "SUP"
IDS_TORSION = "Torsione"
IDS_TORSION_CAPACITY = "Capacità di torsione"
IDS_TORSION_CAPACITY_US = "Calcolo della resistenza alla torsione"
IDS_TORSION_CHECK_NEED = "Considerare gli effetti di torsione."
IDS_TORSION_NEGLECT = "È consentito trascurare gli effetti di torsione."
IDS_TORSION_NEGLECT_CHK = "Verificare la torsione per trascurare gli effetti di torsione."
IDS_TORSION_NEGLECT_CHK_US = "Verifica degli effetti di torsione."
IDS_TORSION_REQ_AS_L = "Calcolare l'armatura longitudinale richiesta per la torsione."
IDS_TORSION_REQ_AS_L_US = "Verifica delle armature longitudinali."
IDS_TORSION_REQ_AS_T = "Calcolare l'armatura trasversale richiesta per la torsione."
IDS_TORSION_SECTIONLIMIT = "Verificare il limite della sezione trasversale."
IDS_TORSION_SMAX = "Calcolare il dettaglio dell'armatura a torsione."
IDS_TORSION_SMAX_T = "Calcolare il dettaglio dell'armatura trasversale a torsione."
IDS_TORSION_SMAX_L = "Calcolare il dettaglio dell'armatura longitudinale a torsione."
IDS_TORSION_STRENGTH = "Verifica della resistenza torsionale"
IDS_TRANSITION = "Transizione"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "Il tipo di calcolo della resistenza a trazione è Nessuno."
IDS_NEED_MORE_REBAR = "Necessità di più armature"
IDS_UNCRACKED_SECTION = "Sezione non fessurata"
IDS_UPLIFT = "Sollevamento"
IDS_USE_TYPE = "Tipo di utilizzo"
IDS_USER_STRENGTH_FACTOR = "Fattore di riduzione della resistenza definito dall'utente"
IDS_UNSTIFFENED = "Non rinforzato"
IDS_USER_DEFINED = "Definito dall'utente"
IDS_VARIABLE_ACTION = "Azione variabile"
IDS_VERTICAL = "Verticale"
IDS_VERTICAL_FORCE = "Forza verticale"
IDS_VERTICAL_TENSILE_STRESS = "Tensione di trazione verticale"
IDS_VOLUMETRIC_RATIO = "Rapporto volumetrico"
IDS_VALUE_DGN = "Valore"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "Verificare le informazioni sull'armatura."
IDS_VIBRATION = "Vibrazione"
IDS_WALL_HEIGHT = "Altezza della parete"
IDS_WALL_LENGTH = "Lunghezza della parete"
IDS_WALL_THICKNESS = "Spessore della parete"
IDS_WATCHING_AREA = "Area di osservazione"
IDS_WHERE = "Dove"
IDS_WALL_MOMENT_ENVELOP = "Calcolare il momento di progetto dal diagramma d'inviluppo per parete duttile"
IDS_WALL_BELOW__s = "sotto %s"
IDS_WALL_ABOVE__s = "sopra %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "È necessario inserire i dati di interasse della regione critica."
IDS_Y_AXIS = "asse y"
IDS_Z_AXIS = "asse z"
IDS_DGN_RPRT_USERS_UNIT = "Unità dell'utente : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "Verifica del rapporto assiale"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "Verifica resistenza assiale"
IDS_DGN_RPRT_DET_CALC_RESIS = "Calcolo momento resistente della sezione trasversale"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "Curva di flessione"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "Verifica instabilità torsionale"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "Verifica di torsione e flesso torsione"
IDS_DGN_RPRT_DET_COMP_RESIS = "Verifica a compressione"
IDS_DGN_RPRT_DET_TENS_RESIS = "Resistenza di progetto di un elemento teso"
IDS_DGN_RPRT_DET_BUCK_SLEND = "Snellezza adimensionale"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "Instabilità flessionale"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "Calcolare la resistenza di progetto per l'instabilità flessionale ( asse principale maggiore )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "Calcolare la resistenza di progetto per l'instabilità flessionale ( asse y-y )"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "Calcolare la resistenza di progetto per l'instabilità flessionale ( asse z-z )"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "Non è necessario verificare l'instabilità flessionale."
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "Non è necessario verificare l'instabilità torsionale-flessionale."
IDS_DGN_RPRT_DET_SHEAR_CENTER = "Centro di taglio"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "Centro di taglio dal centroide"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "Verifica di flessione attorno ad asse forte"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "Verifica di flessione attorno ad asse debole"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "Resistenza di progetto a flessione rispetto all'asse maggiore y-y"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "Resistenza di progetto a flessione rispetto all'asse minore z-z"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "Resistenza di progetto a flessione rispetto all'asse principale maggiore u-u"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "Resistenza di progetto a flessione rispetto all'asse principale minore v-v"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "Calcolo resistenza ad instabilità flesso torsionale"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "Snellezza di instabilità"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "Resistenza di progetto per l'instabilità latero-torsionale"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "È necessario verificare LTB"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "Non c'è bisogno di controllare LTB"
IDS_DGN_RPRT_DET_AND = "e"
IDS_DGN_RPRT_DET_OR = "or"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "Verifica di instabilità flesso torsionale"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "Sezione asimmetrica rispetto all'asse minore o sezione non vincolata"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "Impossibile verificare LTB"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "Calcolo del rapporto di interazione a flessione (forza di flessione e assiale)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "Fattori di riduzione per instabilità "
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "Fattore di efficienza"
IDS_DGN_RPRT_DET_BUCK_FORCE = "Forza di buckling"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "Momento di resistenza per instabilità"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "Fattori di momento uniforme equivalenti"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "Termini ausiliari"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "Fattori di interazione"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "Valori di interazione"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "Rapporti di interazione"
IDS_DGN_RPRT_DET_INTERACTON = "Interazione"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "Controllo dei rapporti di interazione"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "Calcolo del rapporto di interazione tra flessione e forza assiale"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "Calcolare il rapporto di interazione di una resistenza torsionale (tensione diretta e torsionale)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "Calcolo del rapporto di interazione di una sezione trasversale di Classe 1 e 2 (Flessione e Compressione)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "Forze applicate per interazione"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "Riduzione della resistenza di momento dovuta ad un taglio elevato rispetto ad asse forte"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "Riduzione della resistenza di momento dovuta ad un taglio elevato rispetto ad asse debole"
IDS_DGN_RPRT_DET_PART = "Parte"
IDS_DGN_RPRT_DET_CLASS = "Classe"
IDS_DGN_RPRT_DET_SECTION_CLASS = "Classe della sezione"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Verificare la tensione di trazione per la Barra d’armatura Dir-1, superiore"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Verificare la tensione di trazione per la Barra d’armatura Dir-1, inferiore"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Verificare la tensione di trazione per la Barra d’armatura Dir-2, superiore"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Verificare la tensione di trazione per la Barra d’armatura Dir-2, inferiore"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Verificare la tensione di compressione del Calcestruzzo, superiore"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Verificare la tensione di compressione del Calcestruzzo, inferiore"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Tensione di trazione Dir 1 superiore"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Tensione di trazione Dir 2 superiore"
IDS_DGN_RPRT_DET_COMP_TOP = "Tensione compressiva superiore"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Tensione di trazione Dir 1 inferiore"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Tensione di trazione Dir 2 inferiore"
IDS_DGN_RPRT_DET_COMP_BOT = "Tensione compressiva inferiore"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Verificare se gli elementi sono fessurati o meno."
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Forze di membrana."
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Verificare la tensione principale minima."
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Armatura necessaria e tensione del calcestruzzo."
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Resistenze a trazione fornite dall'armatura."
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Limite di resistenza del calcestruzzo."
IDS_DGN_RPRT_DET_CHK_RESULT = "Risultati della verifica."
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Verifica del rapporto di fatica"
IDS_DGN_RPRT_DET_FATIGUE = "Verifica a fatica pioli"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Calcola la resistenza alla fatica"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "Nell'acciaio strutturale"
IDS_DGN_RPRT_DET_CALC_TORSION = "Calcola la resistenza alla torsione"
IDS_DGN_RPRT_DET_VERIFICATION = "Verifica"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Sollecitazione di progetto per taglio longitudinale"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "Controllo del rapporto di snellezza dell'elemento compresso"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "Controllo del rapporto di snellezza dell'elemento teso"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Verifica resistenza assiale"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Calcola la resistenza alla compressione assiale"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Calcolare il rapporto di snellezza dell'angolare singolo"
IDS_DGN_RPRT_DET_CALC_FBS = "Calcola la tensione da instabilità flessionale"
IDS_DGN_RPRT_DET_CALC_FTBS = "Calcolare la tensione di instabilità flesso-torsionale"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "Non considerare"
IDS_DGN_RPRT_DET_NON_SLENDER = "Non slender"
IDS_DGN_RPRT_DET_SLENDER = "Slender"
IDS_DGN_RPRT_DET_CHK_WTRF = "Controllo del rapporto larghezza-spessore dell'ala"
IDS_DGN_RPRT_DET_CHK_WTRS = "Controllo del rapporto larghezza-spessore dell'anima"
IDS_DGN_RPRT_DET_CALC_QSF = "Calcolare il fattore di riduzione dell'ala"
IDS_DGN_RPRT_DET_CALC_QSS = "Calcolare il fattore di riduzione dell'anima"
IDS_DGN_RPRT_DET_CALC_Q = "Calcolare il fattore di riduzione degli elementi irrigiditi"
IDS_DGN_RPRT_DET_CHK_DTRW = "Controllo del rapporto altezza-spessore dell'anima"
IDS_DGN_RPRT_DET_CALC_QS = "Calcolare il fattore di riduzione degli elementi snelli non irrigiditi"
IDS_DGN_RPRT_DET_CALC_QA = "Calcolare il fattore di riduzione degli elementi snelli irrigiditi"
IDS_DGN_RPRT_DET_CHK_WTR = "Verifica del rapporto larghezza-spessore"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Controllo del rapporto larghezza-spessore dell'ala superiore"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Verifica del rapporto larghezza-spessore dell’ala inferiore"
IDS_DGN_RPRT_DET_CHK_DTR = "Verifica del rapporto diametro-spessore"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Verifica della resistenza a flessione rispetto all’asse principale (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Calcola la resistenza a flessione rispetto all’asse principale"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Verifica della resistenza a flessione rispetto all’asse secondario (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Calcola la resistenza a flessione rispetto all’asse secondario"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Verifica della resistenza a flessione rispetto all’asse principale (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Parametro di Sezione rispetto all’asse principale"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Momento di progetto rispetto all’asse principale"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Calcola il rapporto larghezza-spessore limite per flessione"
IDS_DGN_RPRT_DET_WTR = "Rapporto larghezza-spessore"
IDS_DGN_RPRT_DET_YIELD = "Snervamento"
IDS_DGN_RPRT_DET_LTB = "Verifica flesso-torsione"
IDS_DGN_RPRT_DET_NOT_APP = "Non applicato"
IDS_DGN_RPRT_DET_CALC_LLB = "Buckling locale dell'ala"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Verifica della resistenza a flessione rispetto all’asse secondario (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Modulo elastico di Sezione riferito alle ali in trazione e compressione"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Calcola il rapporto larghezza-spessore limite dell’ala per flessione"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Calcola il rapporto larghezza-spessore limite dell’anima per flessione"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Effetto di tensione rinforzato"
IDS_DGN_RPRT_DET_APP = "Applicato"
IDS_DGN_RPRT_DET_BEND_RPG = "Fattore di riduzione della resistenza alla flessione"
IDS_DGN_RPRT_DET_BEND_CFY = "Deformazione della flangia in compressione"
IDS_DGN_RPRT_DET_BEND_CFLB = "Instabilità locale della flangia in compressione"
IDS_DGN_RPRT_DET_BEND_TFY = "Deformazione della flangia in trazione"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Modulo plastico di Sezione riferito alle ali in trazione e compressione"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Completamente supportato lateralmente - LTB non applicabile"
IDS_DGN_RPRT_DET_COMPACT = "Compatto"
IDS_DGN_RPRT_DET_NONCOMPACT = "Non Compatto"
IDS_DGN_RPRT_DET_BEND_YIELD = "Resistenza nominale a flessione per Snervamento"
IDS_DGN_RPRT_DET_BEND_FLB = "Resistenza nominale a flessione per instabilità locale dell’ala"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Flangia Compatta - Non Applicata"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Web Compatto - Non Applicato"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Sezione Compatta - Non Applicata"
IDS_DGN_RPRT_DET_COMB_CHK = "Controlla la Resistenza Combinata"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Calcola il rapporto di interazione della resistenza combinata"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Verifica della resistenza a Taglio rispetto all’asse principale (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Calcola la resistenza a Taglio rispetto all’asse principale"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Verifica della resistenza a Taglio rispetto all’asse secondario (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Calcola la resistenza a Taglio rispetto all’asse secondario"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Calcola il coefficiente di taglio del web"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Informazioni sulle dimensioni della sezione"
IDS_DGN_RPRT_DET_BEND_WLB = "Instabilità locale del web"
IDS_DGN_RPRT_DET_COMP_YIELD = "Deformazione in compressione"
IDS_DGN_RPRT_DET_CLB = "Instabilità locale in compressione"
IDS_DGN_RPRT_DET_CHK_TORSION = "Controlla la resistenza alla torsione"
IDS_DGN_RPRT_DET_CALC_C = "Calcola il fattore C"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Calcola la resistenza all'instabilità"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Calcola la resistenza nominale alla torsione"
IDS_DGN_RPRT_DET_CALC_FLB = "Calcola l'instabilità locale della flangia"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Verifica della capacità delle barre verticali dell’anima"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Calcola il Fattore Duttile di Curvatura"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Verifica del rapporto volumetrico meccanico delle staffe di confinamento nelle regioni critiche"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Verifica della rottura per scorrimento nelle regioni critiche. (Posizione inferiore)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Controlla la Lunghezza della Zona Finale"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "Lunghezza della Zona Finale"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Calcola la resistenza assiale alla trazione"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Modulo elastico di Sezione riferito alle ali in trazione e compressione"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Modulo elastico di Sezione riferito alle ali in compressione"
IDS_DGN_RPRT_CALC_COMP_FLB = "Calculate compression flange local buckling"
IDS_DGN_RPRT_LEGS = "gambe"
IDS_DGN_RPRT_LEG = "gamba"
IDS_DGN_RPRT_POSITIVE = "Positivo"
IDS_DGN_RPRT_NEGATIVE = "Negativo"
IDS_MEMBER_NAME = "NOME ELEMENTO"
IDS_SKIP_MESSAGE = "Il calcolo viene saltato."
IDS_SECTION_PROP = "Geometria della Sezione"
IDS_THICKNESS_PROP = "Proprietà dello Spessore"
IDS_LENGTH = "Lunghezza"
IDS_STRESS = "Tensione"
IDS_STEEL = "Acciaio"
IDS_STEEL_SECTION = "Sezione in Acciaio"
IDS_COMPOSITE_SECTION = "Sezione Composta"
IDS_DGN_STRESS_CHECK = "Controllo della Tensione"
IDS_DGN_SLAB = "Soletta"
IDS_DGN_SHEAR_FORCE = "Forza di Taglio"
IDS_DGN_COMBINED_RATIO = "Rapporto Combinato"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Interasse dell'Armatura"
IDS_DGN_RPT_SPACING = "Interasse"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Armatura di Distribuzione"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Controllo armatura di distribuzione superiore"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Controllo armatura di distribuzione inferiore"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "(per strutture non precompresse)"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( per elementi senza forza di trazione )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( per elementi con flessione composta con trazione )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(per classi di Calcestruzzo e Acciaio)"
IDS_DGN_RPT_NOT_REQUIRED = "Non richiesto."
IDS_DGN_RPT_APPLIED_SPACING = "Interasse Applicato"
IDS_DGN_RPT_CALCULATE_SPACING = "Calcolo interasse"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Armatura Richiesta"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Forze massime lungo l’Elemento"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Definito da Default o Utente)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Calcolo del rapporto massimo di interazione"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Posizione massima di deflessione"
IDS_COMMON_MAIN_REBAR = "Armatura Principale"
IDS_COMMON_DISTRI_REBAR = "Armatura di Pelle"
IDS_COMMON_STIRRUP = "Staffe"
IDS_COMMON_NO_STIRRUP = "Nessun Ferro di stiramento"
IDS_EC2_CHARACTERSTIC = "Caratteristico"
IDS_EC2_QUARSIPERMANENT = "Quasi-Permanente"
IDS_EC2_FREQUENT = "Frequente"
IDS_EC3_LEFT_TOP_FLANGE = "FLANGIA SUPERIORE SINISTRA"
IDS_EC3_RIGHT_TOP_FLANGE = "FLANGIA SUPERIORE DESTRA"
IDS_EC3_MID_TOP_FLANGE = "FLANGIA SUPERIORE CENTRALE"
IDS_EC3_LEFT_BOT_FLANGE = "FLANGIA INFERIORE SINISTRA"
IDS_EC3_RIGHT_BOT_FLANGE = "FLANGIA INFERIORE DESTRA"
IDS_EC3_MID_BOT_FLANGE = "FLANGIA INFERIORE CENTRALE"
IDS_EC3_WEB = "ANIMA"
IDS_EC3_TOP_PART_WEB = "WEB PARTE SUPERIORE"
IDS_EC3_BOT_PART_WEB = "WEB PARTE INFERIORE"
IDS_EC3_WEB_PANEL = "Pannello Web"
IDS_EC3_WEB_DUMMY = "Web Dummy"
IDS_EC3_SECTION_CLASS = "Classificazione delle sezioni"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Fattore di amplificazione di flessione"
IDS_EC3_TOP_WEB = "TOP-WEB"
IDS_EC3_BOTTOM_WEB = "BOTTOM-WEB"
IDS_EC3_LEFT_WEB = "Sinistra anima"
IDS_EC3_RIGHT_WEB = "Destra anima"
IDS_EC3_TUBULAR = "TUBOLARE"
IDS_EC3_INT_BOT_FLANGE = "FLANGIA INFERIORE INTERNA"
IDS_EC3_INT_TOP_FLANGE = "FLANGIA SUPERIORE INTERNA"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "FLANGIA SUPERIORE SINISTRA CENTRALE"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "FLANGIA SUPERIORE DESTRA CENTRALE"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "FLANGIA INFERIORE SINISTRA CENTRALE"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "FLANGIA INFERIORE DESTRA CENTRALE"
IDS_EC3_TOP_FLANGE_PANEL = "Pannello Flangia Superiore"
IDS_EC3_BOT_FLANGE_PANEL = "Pannello Flangia Inferiore"
IDS_EC3_TOP_FLANGE = "FLANGIA SUPERIORE"
IDS_EC3_BOT_FLANGE = "FLANGIA INFERIORE"
IDS_EC3_LEFT_D_TOP_FLANGE = "FLANGIA SUPERIORE SINISTRA-D"
IDS_EC3_RIGHT_D_TOP_FLANGE = "FLANGIA SUPERIORE DESTRA-D"
IDS_EC3_LEFT_1_TOP_FLANGE = "FLANGIA SUPERIORE SINISTRA-1"
IDS_EC3_LEFT_2_TOP_FLANGE = "FLANGIA SUPERIORE SINISTRA-2"
IDS_EC3_RIGHT_1_TOP_FLANGE = "FLANGIA SUPERIORE DESTRA-1"
IDS_EC3_RIGHT_2_TOP_FLANGE = "FLANGIA SUPERIORE DESTRA-2"
IDS_EC3_LEFT_D_BOT_FLANGE = "FLANGIA INFERIORE SINISTRA-D"
IDS_EC3_RIGHT_D_BOT_FLANGE = "FLANGIA INFERIORE DESTRA-D"
IDS_DGN_CONSTRUCTIBILITY = "Costruibilità"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "dalla superficie inferiore della Sezione"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "Si assume che la Tensione trasversale della Piastra d’ala sia nulla"
IDS_AS_STRENGTH_FLANGE_PLATE = "Resistenza della Piastra della Flangia"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Resistenza del irrigiditore longitudinale dell’ala"
IDS_CRACKED = "Fessurato"
IDS_EFFECTIVE_SECTION_PROP = "Proprietà Efficace della Sezione"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Verifica dell’area minima di Armatura"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "Si assume che l’area dei montanti di estremità soddisfi il requisito dell’equazione 5.14.9."
IDS_AS_CRACK_CONTROL_SLAB = "Controllo delle Fessure del Soletta"
IDS_AS_NOMINAL_DIAMETER = "Diametro Nominale"
IDS_AS_CENTER_TO_CENTER_SPACING = "Interasse Centro-Centro"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Verifica dell’interasse massimo delle barre d’armatura"
IDS_AS_YIELDING_FLANGE_PLATE = "Snervamento della Piastra d’ala %s"
IDS_AS_PANEL_FROM_TOP_FLANGE = "pannello dall’ala superiore"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "irrigiditore dall’ala superiore"
IDS_AS_CRITICAL_PANEL = "Pannello critico:"
IDS_AS_CRITICAL_STIFFENER = "Irrigiditore critico:"
IDS_AS_FIRST = "Primo"
IDS_AS_SECOND = "Secondo"
IDS_AS_THIRD = "Terzo"
IDS_AS_FOURTH = "Quarto"
IDS_AS_FIFTH = "Quinto"
IDS_AS_SIXTH = "Sesto"
IDS_AS_SEVENTH = "Settimo"
IDS_INTERACTION_SHEAR_BENDING = "Interazione di taglio e flessione"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Interazione di \n Taglio e flessione"
IDS_PROPORTIONING_METHOD = "Metodo di proporzionamento"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Metodo di interazione Taglio-flessione"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "è determinato in conformità alla clausola 4.6.3 per tenere conto della sequenza di costruzione."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Resistenza degli irrigiditori longitudinali dell’ala"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Resistenza dell’irrigiditore \nlongitudinale dell’ala"
IDS_DEMAND = "Domanda"
IDS_CAPACITY = "Capacità"
IDS_YIELDING_FLANGE_PLATE = "Snervamento della piastra di flangia"
IDS_LONGITUDINAL_SHEAR_SLS = "Taglio longitudinale per SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Capacità caratteristica a Taglio dei connettori a Taglio"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Progettazione per taglio longitudinale"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Forza di Taglio longitudinale di progetto per unità di lunghezza"
IDS_FORCE = "Forza"
IDS_COMPOSITE = "Composito"
IDS_COMPONENT = "Componente"
IDS_STRESSES = "Tensioni"
IDS_TOP_FLANGE = "Flangia superiore"
IDS_BOTTOM_FLANGE = "Flangia inferiore"
IDS_WARPING_STRESSES = "Tensioni di deformazione"
IDS_DSITORSIONAL_WARPING = "Deformazione distorsionale"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Asse neutro plastico efficace"
IDS_DESIGN_FOR_BENDING_MOMENT = "Progettazione per momento flettente"
IDS_MOMENT_MODIFICATION_FACTOR = "Fattore di modifica del momento"
IDS_SHEAR_YIELD_CAPACITY = "Capacità di snervamento per taglio"
IDS_SHEAR_BUCKLING_CAPACITY = "Capacità di instabilità per taglio"
IDS_INTERACTION_BUCKLING_CRITERION = "Criterio di instabilità interattiva"
IDS_RESTRAINT_WEB_PANELS = "Vincolo dei pannelli della rete"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "Questo pannello d’anima è vincolato"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "Questo pannello d’anima non è vincolato"
IDS_BUCKLING_COEFFICIENTS = "Coefficienti di instabilità"
IDS_AXIAL_COEFFICIENTS = "Coefficiente assiale"
IDS_SHEAR_COEFFICIENTS = "Coefficiente di taglio"
IDS_BENDING_COEFFICIENTS = "Coefficiente di flessione"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Resistenza degli irrigiditori longitudinali dell’anima"
IDS_STIFFENER = "Rinforzo"
IDS_MINIMUM_STIFFNESS = "Rigidità minima"
IDS_YIELDING_WEB_PANEL = "Snervamento dei pannelli della rete"
IDS_PLASTIC_MOMENT = "Momento plastico"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Lunghezza di instabilità efficace rispetto all'asse Y"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Lunghezza di instabilità efficace rispetto all'asse Z"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "nota"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Posizione"
IDS_DGN_RPT_DIRECTION = "direzione"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Rete"
IDS_DGN_RPT_PART_FLANGE = "Flangia"
IDS_DGN_RPT_PART_CORNER = "Angolo"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Fattore di modifica della risposta"
IDS_AU_BRACED_COLUMN = "Colonna rinforzata"
IDS_AU_DAY = "Giorno"
IDS_AU_DAYS = "Giorni"
IDS_AU_DIRECTION = "Direzione"
IDS_AU_DOUBLE_CURVATURE = "Doppia curvatura"
IDS_AU_ELEMENT_ID = "ID elemento"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "Arido"
IDS_AU_ENVIRONMENT_INTERIOR = "Interno"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Vicino alla costa"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Temperato interno"
IDS_AU_ENVIRONMENT_TROPICAL = "Tropicale"
IDS_AU_MIDDLE = "CENTRO"
IDS_AU_NODE_ID = "ID nodo"
IDS_AU_PARA_END_I = "Fine( i )"
IDS_AU_PARA_END_J = "Fine( j )"
IDS_AU_PARA_MIDDLE = "Centro"
IDS_AU_POSITION = "Posizione"
IDS_AU_SECTION_ID = "ID sezione"
IDS_AU_THICKNESS_ID = "ID spessore"
IDS_AU_UNBRACED_COLUMN = "Colonna non rinforzata"
IDS_AU_ABSOLUTE_VALUES = "Valori assoluti"
IDS_AU_AGE_OF_CONCRETE = "Età del calcestruzzo"
IDS_AU_AGGREGATE_SIZE = "Dimensione dell'aggregato"
IDS_AU_ANGLE_OF_INCLINATION = "Angolo di inclinazione"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Applica momento flettente minimo"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Area della sezione trasversale della barra che forma una staffa chiusa"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Area della sezione trasversale delimitata dalla linea media delle staffe più esterne"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Area racchiusa dal percorso del flusso di Taglio"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Area racchiusa dalla linea media dell’Armatura esterna chiusa trasversale a Torsione"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Aree delle barre d’armatura nella metà dell’altezza della Sezione contenente la zona di trazione a flessione"
IDS_AU_ASSUMED_BY_DESIGN = "Assunto dalla progettazione"
IDS_AU_BALANCED_AXIS = "Asse bilanciato"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Deformazione da ritiro essiccante di base"
IDS_AU_BEND_MOMENT_STRN = "Resistenza al momento flettente"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Interasse centro-centro delle barre vicino a una faccia in trazione"
IDS_AU_CENT_SPAC_REIN = "Interasse centro-centro dell’Armatura"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Resistenza caratteristica a trazione uniassiale del Calcestruzzo"
IDS_AU_CHAR_YIELD_STRN_REIN = "Resistenza caratteristica a Snervamento dell’Armatura"
IDS_AU_CITY = "Città"
IDS_AU_COMP_FORC_REIN_SINGLE = "Forza di compressione dovuta all’Armatura basata su progetto con Armatura semplice"
IDS_AU_COMP_FORCE = "Forza di compressione"
IDS_AU_COMP_FORCE_CONC = "Forza di compressione del calcestruzzo"
IDS_AU_CRACK_WIDTH = "Larghezza della fessura"
IDS_AU_DAY_OF_DRYING = "Giorno di essiccazione"
IDS_AU_DESIGN_FACTORS = "Fattori di progettazione"
IDS_AU_DIST_LONG_BAR_SIDE = "Distanza della barra longitudinale dal lato"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Distanza della barra longitudinale dall’intradosso"
IDS_AU_EFF_DEPTH_BENDING = "Altezza utile di una sezione trasversale nel piano di flessione"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Fattore di resistenza alla compressione efficace"
IDS_AU_ENVIRONMENT = "Ambiente"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Forza di taglio equivalente fattorizzata"
IDS_AU_EXPOSED_PERI_SECT = "Perimetro esposto di una sezione trasversale"
IDS_AU_EXPOSURE_CLASSIFICATION = "Classificazione di esposizione"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Deformazione finale da ritiro autogeno"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Deformazione finale di ritiro di base per essiccamento"
IDS_AU_GOVERN_LCOM = "Combinazione di carico governante"
IDS_AU_HOOP = "Anello"
IDS_AU_HOOP_BAR = "Barra ad anello"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "All’interno della regione speciale di confinamento"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Lunghezza del perimetro esterno della sezione trasversale in Calcestruzzo"
IDS_AU_MAIN_BAR = "Barra principale"
IDS_AU_MAX_ALLOW_LONG_REIN = "Massimo rinforzo longitudinale consentito"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Interasse longitudinale massimo dell’Armatura a Taglio"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Armatura massima richiesta a trazione per flessione"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "Il rapporto di snellezza massimo è superato"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "Il rapporto di snellezza massimo NON è superato"
IDS_AU_MAX_STRS_REIN_DIA = "Tensione massima dell’Armatura in funzione del diametro"
IDS_AU_MAX_STRS_REIN_SPAC = "Tensione massima dell’Armatura in funzione dell’interasse"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Valore medio della resistenza a trazione assiale del Calcestruzzo"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Valore medio della resistenza a compressione in situ del Calcestruzzo"
IDS_AU_MIN_ALLOW_LONG_REIN = "Minimo rinforzo longitudinale consentito"
IDS_AU_MIN_BEND_MOMENT = "Momento flettente minimo"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Armatura minima richiesta a trazione per flessione"
IDS_AU_MIN_REQ_STRN = "Resistenza minima richiesta"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Rinforzo minimo per taglio trasversale"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Momento d’inerzia dovuto all’Armatura in compressione"
IDS_AU_MOMENT_INERTIA_CONC = "Momento d’inerzia del Calcestruzzo"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Momento d’inerzia dovuto all’Armatura in trazione"
IDS_AU_MOMENT_STRN = "Resistenza al momento"
IDS_AU_NEUTRAL_AXIS = "Asse neutro"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Numero di barre longitudinali vincolate lateralmente"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Capacità nominale della Barra d’armatura per asse bilanciato"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Capacità nominale della Barra d’armatura per asse neutro"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "NON Regione di confinamento speciale"
IDS_AU_ON_FLEX_COMP_SIDE = "Sul lato in compressione a flessione"
IDS_AU_ON_FLEX_TENS_SIDE = "Sul lato in trazione a flessione"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "All’esterno della regione speciale di confinamento"
IDS_AU_OVERALL_DEPTH_BENDING = "Altezza totale di una sezione trasversale nel piano di flessione"
IDS_AU_POSI_TENSION_NEGA_COMP = "Positivo per trazione, Negativo per compressione"
IDS_AU_RECT_SECT = "Sezione rettangolare"
IDS_AU_REIN_REQ_COLM = "Requisiti di rinforzo per colonne"
IDS_AU_REIN_REQ_WALL = "Requisiti di rinforzo per muri"
IDS_AU_REIN_TENS_ZONE_CRACK = "Armatura nella zona di trazione per il controllo delle fessure"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Angolo di rotazione dell’asse neutro"
IDS_AU_ROTATED_SECT = "Sezione Ruotata"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Ricerca della profondità dell’asse neutro"
IDS_AU_SHEAR_STRN = "3.Resistenza a taglio"
IDS_AU_SLEND_RATIO = "Rapporto di Slenderness"
IDS_AU_SPECIAL_CONFINE_REGION = "Regione di confinamento speciale"
IDS_AU_SPIRAL = "Spirale"
IDS_AU_STRS_REIN = "tensione di armatura"
IDS_AU_T_SECT_FLG_TENS = "Sezione a T, ala in trazione"
IDS_AU_T_SECT_WEB_TENS = "Sezione a T, anima in trazione"
IDS_AU_TENS_FORC_REIN = "Forza di trazione per armatura"
IDS_AU_TENS_REIN_AREA = "Area di armatura in trazione"
IDS_AU_TORS_CAPA = "Capacità di Torsione"
IDS_AU_TORS_CRACK_MOMENT = "Momento di fessurazione torsionale"
IDS_AU_TORS_STRN = "4.Verifica alla torsione"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Area totale racchiusa dal perimetro esterno della sezione in Calcestruzzo"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "L’Armatura trasversale a Taglio NON è richiesta"
IDS_AU_TRANS_SHEAR_REIN_REQ = "È richiesta l'armatura trasversale a taglio"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Fattore di profondità della tensione di compressione uniforme"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Fattore di tensione compressiva uniforme"
IDS_AU_USER_INPUT_APPLIED = "Input Utente Applicato"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Verifica del requisito della regione di confinamento speciale"
IDS_AU_AXIAL_MOMENT_CAPA = "Capacità Assiale / Momento"
IDS_AU_MIN_TRANS_REIN_AREA = "Area minima di armatura trasversale"
IDS_AU_CONFINE_CORE = "Confinamento del nucleo"
IDS_AU_SPAC_FITMENTS = "Interasse degli accessori"
IDS_AU_BAR_DIA_FITMENT = "Diametro delle barre degli accessori"
IDS_AU_MAX_TRANS_REIN_SPAC = "Interasse massimo dell'armatura trasversale"
IDS_AU_ANAL_RES_BENDING = "Risultati dell'analisi per flessione"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Forze assiali dovute al carico permanente"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Forze assiali dovute al carico variabile"
IDS_AU_CENT_TO_CENT_SPAC = "Interasse centro a centro"
IDS_AU_CLEAR_DIST = "Distanza libera"
IDS_AU_CTRL_FOR_CRACKING = "Controllo per fessurazione"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Distanza dalla fibra superiore al baricentro delle risultanti delle forze di compressione"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Distanza dalla fibra superiore al baricentro delle risultanti delle forze di trazione"
IDS_AU_HOR_REINF_CRACK_CTRL = "Armatura orizzontale per il controllo delle fessure"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Interasse massimo"
IDS_AU_MIN_CLEAR_DIST = "Distanza libera minima"
IDS_AU_PERMANENT_EFFECT = "Effetto Permanente"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Armatura nella direzione secondaria nelle solette vincolate"
IDS_AU_SHRINK_TEMP_EFFECT = "Effetti di ritiro e temperatura"
IDS_AU_SLS_LOAD_COMB = "Combinazione di Carico SLS"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Calcola l'angolo di inclinazione del puntone di compressione in calcestruzzo e dell'asse longitudinale"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Calcola la deformazione da ritiro autogeno"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Calcola le capacità di carico assiale e di momento"
IDS_AU_CALC_BUCKLING_LOAD = "Calcola il carico di instabilità"
IDS_AU_CALC_BY_FEM_METHOD = "Calcolato con il Metodo FEM"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Calcolo capacità del blocco di tensione di compressione"
IDS_AU_CALC_CAPA_REIN = "Calcolo capacità dell'armatura"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Calcola il coefficiente per l'amplificatore di momento"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Calcola il fattore del blocco di tensione di compressione"
IDS_AU_CALC_DGN_CREEP_COEF = "Calcola il coefficiente di creep di progetto"
IDS_AU_CALC_DGN_FORC = "Calcola la Forza di Progetto"
IDS_AU_CALC_DGN_FORC_NMM = "Calcola la forza di progetto per NMM"
IDS_AU_CALC_DGN_FORC_NM = "Calcola la forza di progetto per NM"
IDS_AU_CALC_DGN_MOMENT = "Calcola il momento di progetto"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Calcola la deformazione da ritiro di progetto"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Calcola la differenza tra la deformazione media nell'armatura e nel calcestruzzo"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Calcola la deformazione da ritiro per asciugatura"
IDS_AU_CALC_ECCEN = "Calcola l'eccentricità"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Calcola la profondità efficace del calcestruzzo in trazione attorno alle barre"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Calcola il rapporto modulare efficace"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Calcola la profondità di taglio efficace"
IDS_AU_CALC_FACT = "Calcola il fattore"
IDS_AU_CALC_FACT_STRS = "Calcola il fattore per la tensione"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Calcola le componenti di forza all'asse neutro"
IDS_AU_CALC_HYPO_THICK = "Calcola lo spessore ipotetico"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Calcola il momento d'inerzia della sezione fessurata"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Calcola il limite del rapporto di snellezza"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Calcola la deformazione longitudinale nel calcestruzzo per il taglio"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Calcola la spaziatura massima finale delle fessure"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Calcola l'armatura massima richiesta a flessione in trazione"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Calcola la spaziatura massima dell'armatura trasversale a taglio"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Calcola la tensione massima dell'armatura nella zona tesa"
IDS_AU_CALC_MIN_BEND_MOMENT = "Calcola il Momento di Flessura Minimo"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Calcola l'armatura minima richiesta a flessione in trazione"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Calcola la resistenza minima richiesta a flessione"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Calcola l'armatura trasversale minima a taglio"
IDS_AU_CALC_MODI_FACT = "Calcola i fattori di modifica"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Calcola il fattore di modifica per il comportamento viscoso non lineare"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Calcolo capacità di momento per il carico di instabilità"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Calcola il Moltiplicatore di Momento"
IDS_AU_CALC_MOMENT_RESIST = "Calcola la resistenza al momento"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Calcola la profondità dell'asse neutro"
IDS_AU_CALC_NOMI_CAPA = "Calcolo capacità nominale"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Calcola la proporzione dell'armatura longitudinale"
IDS_AU_CALC_REIN_RATIO = "Calcola il rapporto di armatura"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Calcola il coefficiente di taglio con il metodo generale"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Calcola il coefficiente di taglio con il metodo semplificato"
IDS_AU_CALC_SHEAR_STRN_CONC = "Calcolo resistenza a taglio del calcestruzzo"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Calcola la resistenza a taglio limitata dallo schiacciamento dell'anima"
IDS_AU_CALC_SHEAR_STRN_REIN = "Calcola la resistenza a taglio dell'armatura"
IDS_AU_CALC_SLEND_RATIO = "Calcola il Rapporto di Slenderness"
IDS_AU_CALC_STRN_REDUCT_FACT = "Calcola il fattore di riduzione della resistenza"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Calcola la tensione dell'armatura nella zona tesa"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Calcola il momento di fessurazione torsionale"
IDS_AU_CALC_TORS_STRN = "Calcola la resistenza torsionale"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Calcola la resistenza ultima a compressione"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Calcola la resistenza ultima a compressione senza flessione"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Calcola la resistenza a trazione uniassiale del calcestruzzo"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Calcola la tensione di compressione uniforme del calcestruzzo"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Calcola l'armatura minima per il controllo delle fessure"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Calcolo capacità di momento all'eccentricità bilanciata"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Calcola l'armatura orizzontale richiesta per il controllo delle fessure"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Verifica le capacità di carico assiale e di momento"
IDS_AU_CHK_BAR_DIA_FITMENT = "Verifica il diametro delle barre delle legature"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Verifica l'interasse delle barre vicino a una faccia tesa"
IDS_AU_CHK_CONFINE_CORE = "Verifica il confinamento del nucleo"
IDS_AU_CHK_CRACK_WIDTH = "Controlla la larghezza della fessura"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Verifica i dettagli dell'armatura nella zona tesa per il controllo delle fessure"
IDS_AU_CHK_DIST_LONG_BAR = "Verifica la distanza delle barre longitudinali"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Controlla la Forza di Taglio Equivalente"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Verifica la spaziatura massima delle staffe per soddisfare il confinamento del nucleo della colonna"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Verifica la tensione massima dell'armatura nella zona tesa"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Verifica la tensione massima dell'armatura nella zona tesa per il controllo delle fessure"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Verifica l'armatura trasversale minima a taglio"
IDS_AU_CHK_MOMENT_CAPA = "Controlla la Capacità del Momento"
IDS_AU_CHK_REIN_REQ_COLM = "Verifica i requisiti di armatura per le colonne"
IDS_AU_CHK_REIN_REQ_WALL = "Verifica i requisiti di armatura per le pareti"
IDS_AU_CHK_SHEAR_CAPA = "Controlla la Capacità di Taglio"
IDS_AU_CHK_SLEND_RATIO = "Controlla il rapporto di slenderness"
IDS_AU_CHK_SPAC_FITMENT = "Verifica la spaziatura delle legature"
IDS_AU_CHK_TENS_REIN_AREA = "Verifica l'area di armatura a trazione"
IDS_AU_CHK_TORS_CAPA = "Controlla la Capacità di Torsione"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Verifica i dettagli dell'armatura per il controllo delle fessure"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Verifica l'armatura orizzontale per il controllo delle fessure"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Verifica l'interasse massimo delle barre"
IDS_AU_CHK_MIN_CLEAR_DIST = "Verifica la distanza libera minima tra le barre"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Verifica l'armatura minima per il controllo delle fessure"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Verifica la capacità di momento all'eccentricità di carico"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effective instabilità length about the principal axis"
IDS_DGN_RPT_EXPOSURE_CLASS = "Classe esposizione"
IDS_DGN_RPT_BRIDGE_TYPE = "Tipo di ponte"
IDS_DGN_RPT_SERVICE_LIFE = "Vita utile"
IDS_DGN_RPT_PROTECTION_LEVEL = "Livello di protezione"
IDS_DGN_RPT_STRUCTURE_TYPE = "Tipo di struttura"
IDS_DGN_RPT_USING = "Utilizzo"
IDS_DGN_Strength_Characteristic_Structural_Steel = "Valore caratteristico della resistenza dell'acciaio strutturale"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "Valori limite della tensione di compressione per l'instabilità locale"
IDS_DGN_Limit_value_of_axial_compressive_stress = "Valore limite della tensione di compressione assiale"
IDS_DGN_Limit_value_of_axial_tensile_stress = "Valore limite della tensione di trazione assiale"
IDS_DGN_Limit_values_for_bending_stress = "Valori limite della tensione flessionale"
IDS_DGN_Limit_values_for_bending_tensile_stress = "Valori limite della tensione di trazione flessionale"
IDS_DGN_Limit_values_for_bending_compressive_stress = "Valori limite della tensione di compressione flessionale"
IDS_DGN_Limit_value_of_shear_stress = "Valore limite della tensione di taglio"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Armatura trasversale"
IDS__s_is_ignored = "%s viene ignorato."
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Verifica della forza di taglio massima"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Aumentare lo spessore della soletta."
IDS_DGN_RPT_ELEM_TYPE_BEAM = "Elemento trave"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Trave virtuale"
IDS_CONSIDER_AS_NONPRESTRESSED = "Considerare come non precompresso"
IDS_EDGE_COLUMN = "Pilastro di bordo"
IDS_CORNER_COLUMN = "Pilastro d'angolo"
